{
    "popgears": [
      {
        "id": 1,
        "title": "HOSA Stereo RCA to 1/4\" TS",
        "category": "(4-track Bouncing)",
        "description": "I’d recommend getting two of these cables. This will allow you to bounce all 4 tracks of the 4-track at once, which is important for mixing in post and backing up your tapes. These cables are also useful for hooking up monitors to the Line Out or Monitor Out. You might want to get three or four of them, depending on what you're doing. This is the cable I use the most with the 4-track.",
        "imglink": "http://424recording.com/imgs/11-rca.jpg",
        "amzlink": "https://amzn.to/3oXbxAJ",
        "zzolink": "https://www.zzounds.com/a--3970771/item--HOSHPRX2?siid=134234"
      },
      {
        "id": 2,
        "title": "ART Tube MP",
        "category": "(Phantom Power and Mic Preamps)",
        "description": "I have three ART Tube MPs. They are a steal. They provide Phantom Power for condenser mics and have a +20db boost for dynamic mics (or any source). You can also color your mics by overdriving the unit. The Tube MP is also great for tracking bass and it has Phase Reverse if you’re tracking drums. It looks like it also has an Output Limiter now, too!",
        "imglink": "http://424recording.com/imgs/05-art.jpg",
        "amzlink": "https://amzn.to/38dUnc7",
        "zzolink": "https://www.zzounds.com/a--3970771/item--ARTTMPSTU"
      },
      {
        "id": 3,
        "title": "Recording, Mixing, and Playback",
        "category": "(Sennheiser HD 280 Pro Headphones)",
        "description": "Having a good pair of headphones is important for recording. These headphones are flat sounding. Most headphones overhype frequencies, which is great for listening but not so great for recording and mixing. It's wise to get one pair and stick with them. I've had these for close to a decade and would get them again.",
        "imglink": "http://424recording.com/imgs/02-sen.jpg",
        "amzlink": "https://amzn.to/2GzvkVO",
        "zzolink": "https://www.zzounds.com/a--3970771/item--SENHD280PRO"
      },
      {
        "id": 4,
        "title": "Tascam Model 12",
        "category": "(4-track Alternative)",
        "description": "The more I've been using the Tascam Model 12, the more I'm realizing it is the Tascam 424 mkiv we've been waiting for. The only differences I've encountered are the Model 12 doesn't record to cassette and the preamps are upgraded (and each channel has a built in compressor). Unless there's a specific reason you want to record to cassette, I think you'll find the Model 12 to be a superior alternative to a vintage 4-track.",
        "imglink": "http://424recording.com/imgs/model-12.jpg",
        "amzlink": "https://amzn.to/2I4IrPq",
        "zzolink": "https://www.zzounds.com/a--3970771/item--TASMODEL12"
      },
      {
        "id": 5,
        "title": "HOSA Pro XLR Cable",
        "category": "(4-track Cables)",
        "description": "XLR cables are a must for all sorts of recording applications. These particular XLR cables from HOSA have been popular on the site. They come in lengths of 3 feet to 100 feet. While I've never personally used them, they seem like a simple, no frills solution and people like them!",
        "imglink": "http://424recording.com/imgs/xlr-cable.jpg",
        "amzlink": "https://amzn.to/3fVkVRh",
        "zzolink": "https://www.zzounds.com/a--3970771/item--HOSHMIC"
      }
    ],
    "gears": [
      {
        "id": 1,
        "title": "Shure SM58",
        "category": "(Mics)",
        "description": "You’ll want a dynamic mic for your 4-track. The best all around mic for 4-track recording is the Shure SM58. It's great for vocals, and when you take the windscreen off, you have an SM57. Having one dynamic mic that you know the sound of and can use in myriad scenarios is invaluable. It seems like Shure mics were built to pair well with the 4-track.",
        "imglink": "http://424recording.com/imgs/03-58.jpg",
        "amzlink": "https://amzn.to/3esKZmn",
        "zzolink": "https://www.zzounds.com/a--3970771/item--SHUSM58"
      },
      {
        "id": 2,
        "title": "Shure Beta 58A",
        "category": "(Mics)",
        "description": "I was always curious about the Shure Beta 58a. Honestly, the naming system is strange... it seems to imply the \"Beta\" series are prototypes. As it turns out, this is the \"2nd\" version of the SM58. I've always liked the SM58 for its sound and utility. This one is definitely a step up. If you like the 58, you'll love the Beta 58a. This is the mic I use for recording vocals, podcasting, and voice overs.",
        "imglink": "http://424recording.com/imgs/26-beta.jpg",
        "amzlink": "https://amzn.to/2I4P0S4",
        "zzolink": "https://www.zzounds.com/a--3970771/item--SHUBETA58A"
      },
      {
        "id": 3,
        "title": "AKG C414 Condenser Mic",
        "category": "(Mics)",
        "description": "The AKG C414 condenser mic has been used on countless 90's indie rock albums. I'd read about it so many times over the years that I finally had to invest in one a few years ago. It's probably the most expensive item on this list. There's a lot of cheaper alternatives out there, such as the AKG C214 Condenser Mic , which is a simpler version of C414.",
        "imglink": "http://424recording.com/imgs/04-414.jpg",
        "amzlink": "https://amzn.to/3eq3OX2",
        "zzolink": "https://www.zzounds.com/a--3970771/item--AKGC414XLS?siid=89272"
      },
      {
        "id": 4,
        "title": "ART Tube MP Studio V3",
        "category": "(Phantom Power and Mic Preamps)",
        "description": "The Art Tube MP Studio V3 looks cool! I've never tried it before but it's a suped up version of the Art Tube MP. There's voicings for different sound sources plus an output protection limiter. I'll have to try one of these out soon. In the meantime, maybe you could check one out and let me know what you think!",
        "imglink": "http://424recording.com/imgs/05.1-art-v3.jpg",
        "amzlink": "https://amzn.to/2HY1Mlr",
        "zzolink": "https://www.zzounds.com/a--3970771/item--ARTV3"
      },
      {
        "id": 5,
        "title": "HOSA Stereo 1/8\" Breakout to 1/4\" TS",
        "category": "(4-track Cables)",
        "description": "When it comes to 4-track recording, stereo breakout cables are useful for a variety of applications. I use mine to hook up gear to the 4-track that has a stereo 1/8” output (a headphone output) or a 1/4\" stereo output (you'll need a HOSA Stereo 1/8\" to 1/4\" Adapter for this) such as the Digitakt, OP-1, or an iPhone. This cable makes it easy to record these types of sources in mono or stereo.",
        "imglink": "http://424recording.com/imgs/12-breakout.jpg",
        "amzlink": "https://amzn.to/3kYmnnX",
        "zzolink": "https://www.zzounds.com/a--3970771/item--HOSHMPY?siid=134232"
      }
    ],
    "videos": [
      {
        "id": 1,
        "ytlink": "https://www.youtube.com/embed/WdBdly0D7nA",
        "title": "Tascam Model 12 Multitrack Recording Pt. 1",
        "description": "The first part of a two part series on using the Model 12 as a digital multitrack recorder. I record drum machine, bass, and guitar, as well as go over basic functions for recording and playback."
      },
      {
        "id": 2,
        "ytlink": "https://www.youtube.com/embed/CXc8Fo-Wv4g",
        "title": "Tascam Model 12 Multitrack Recording Pt. 2",
        "description": "The second part of a two part series on using the Model 12 as a digital multitrack recorder. I record vocals and a guitar solo, and create a final mix with the onboard effects."
      },
      {
        "id": 3,
        "ytlink": "https://www.youtube.com/embed/XW4MDwcM0yU",
        "title": "Tascam Model 12 Headphones",
        "description": "I've been utilizing the sub output with a headphone amp for headphones. I go over why this is the best solution for using headphones when multitracking."
      },
        {
        "id": 4,
        "ytlink": "https://www.youtube.com/embed/Af9J8i3rEaI",
        "title": "Tascam Model 12 as a Home Studio Hub",
        "description": "I've been surprised by how much I've been using the Model 12 outside of multitrack recording. It's become an important part of my home studio. I give an overview of the different ways I've been putting it to use."
      },
    ]
  }
